{
	"semester": "Sommersemester 2025",
	"events": [
		{
			"title": "Stammtisch",
			"date": "Jeden zweiten Donnerstag um 19:00 Uhr",
			"location": "",
			"description": "Unser regelmäßiger Stammtisch bietet die ideale Gelegenheit, andere Vereinsmitglieder kennenzulernen und sich in entspannter Atmosphäre über aktuelle Themen der Informatik auszutauschen. Für Essen und Getränke ist gesorgt. Komm vorbei und bring deine Ideen mit!"
		},
		{
			"title": "Spieleabend",
			"date": "Donnerstag, 24. April um 19:00",
			"location": "J101",
			"description": "Beim Neuland Spieleabend dreht sich alles um Brett-, Karten- und Videospiele. Wir haben eine große Auswahl an Spielen, aber du kannst auch gerne deine eigenen mitbringen. Eine gute Gelegenheit, um neue Leute kennenzulernen und Spaß zu haben!"
		},
		{
			"title": "Infoveranstaltung",
			"date": "Montag, 31. März um 19:00 Uhr",
			"location": "D112",
			"description": "Du möchtest mehr über den Neuland Verein erfahren? Bei unserer Infoveranstaltung stellen wir den Verein vor, berichten über aktuelle Projekte und beantworten alle deine Fragen. Perfekt für Erstsemester und alle, die sich für eine Mitgliedschaft interessieren."
		},
		{
			"title": "LAN-Party mit HGI",
			"date": "Freitag, 23. Mai um 15:00",
			"location": "J101",
			"description": "Gemeinsam mit der Hochschulgruppe Informatik (HGI) veranstalten wir eine epische LAN-Party! Bring deinen eigenen Rechner mit und tritt gegen andere Studierende in verschiedenen Spielen an. Für Snacks, Getränke und schnelles Internet ist gesorgt. Die Veranstaltung geht bis in die frühen Morgenstunden."
		},
		{
			"title": "Coding Session",
			"date": "Einmal im Monat um 19:00 Uhr",
			"location": "",
			"description": "In unseren Coding Sessions arbeiten wir gemeinsam an Projekten, lösen Programmieraufgaben und helfen uns gegenseitig bei technischen Herausforderungen. Egal ob Anfänger oder Fortgeschrittener - hier ist jeder willkommen! Bring deinen Laptop und deine Coding-Probleme mit."
		},
		{
			"title": "Cookie Talks",
			"date": "(tba)",
			"location": "",
			"description": "Bei den Cookie Talks stellen Mitglieder in kurzen Vorträgen interessante Technologien, Projekte oder Konzepte vor. Der Name kommt daher, dass es natürlich auch Kekse gibt! Die Talks sind informell und bieten eine gute Gelegenheit, Präsentationserfahrung zu sammeln."
		},
		{
			"title": "3D-Druck-Workshop",
			"date": "(tba)",
			"location": "",
			"description": "In diesem Workshop lernst du die Grundlagen des 3D-Drucks kennen. Wir zeigen dir, wie du 3D-Modelle erstellst, für den Druck vorbereitest und schließlich mit unseren 3D-Druckern zum Leben erweckst. Du wirst am Ende des Workshops dein eigenes gedrucktes Objekt mit nach Hause nehmen können!"
		}
	]
}
